[
  {
    "title": "Dolls",
    "name": "Teddy Bear ",
    "img": "https://i.ibb.co/k4Gb4MS/group-stuffed-bears-are-sitting-front-blue-wall-1340-35248.jpg",
    "description": "Teddy Bear is a toy bear made from fabric and stuffed. They are invented in the early 20th century in both United States of America and Germany. Teddy Bear got his name from the United States President Theodore Roosevelt which was called Teddy by public, although he did not like that name, and from an incident that happened in 1902.President Roosevelt was on a hunting trip in Mississippi with some other hunters in a form of competition. Most of other hunters were had already killed an animal so Roosevelt's attendants decided to chase, club and tie an American Black Bear to a tree and invite President Roosevelt to shoot it. He declined because it would be unsportsmanlike but ordered bear to be killed to be put out of its misery. Incident inspired political cartoon drawn by Clifford Berryman of The Washington Post with text Drawing the Line in Mississippi. Drawing inspired Morris Michtom to make a new toy - a stuffed bear cub. He sent one to President Roosevelt and received permission to use a name. And that’s hoe Teddy Bear was bor. Or at least one version of it. Michtom put one in the window of his shop and the bear started selling very well. So well that Michtom was able to found Ideal Novelty and Toy Co.",
    "price": 15,
    "rating": "4.6",
    "category": "allproduct"
  },
  {
    "title": "Dolls",
    "name": "Matryoshka Doll ",
    "img": "https://i.ibb.co/WVx6s3q/russian-traditional-matryoshka-set-three-isolated-images-with-different-stacked-dolls-with-different.jpg",
    "description": "Matryoshka doll (or Russian nesting or nested doll) is a doll made of wood that can be separated horizontally in half and holds inside another similar but smaller doll that in turn holds another similar smaller doll and so on. Matryoshkas most commonly have 3 to 12 doll in one set. First matryoska was made in 1890 in time of both social unrest, emerging national identity for Russia and the development of Russian style which idea was to save tradition which was in danger to be lost to time. Matryoshka was made by Vasily Zvyozdochkin, who was turning craftsman and wood carver, from a design by Sergey Malyutin Russian architect and stage designer. Sergey Malyutin also painted them.",
    "price": 15,
    "rating": "4.6",
    "category": "allproduct"
  },
  {
    "title": "Dolls",
    "name": "Porcelain Dolls",
    "img": "https://i.ibb.co/Vt6SRYv/doll-wearing-yellow-ribbon-23-2149416249.jpg",
    "description": "One of the most significant precursors of the modern porcelain (bisque) doll arrived during the 15th-century “nativity scene” movement in Italy, where elaborate exhibitions were made (particularly during the Christmas season) in which dozens and dozens of dolls were arranged to represent the famous moments from the life of Jesus. As Renaissance started spreading across Europe, 16th-century France became the homeland of the first organized movement to create elaborately clothed wooden dolls that were made for children and adults from wealthier or royal families.Since wooden dolls prevented toymakers from creating realistic-looking recreations of the human form (especially problematic were the face and eyes), the European market had to wait for a long time until new suitable material would appear. This happened in the early 19th century when European toymakers learned the secrets of making Chinese porcelain",
    "price": 15,
    "rating": "4.6",
    "category": "allproduct"
  },

  {
    "title": "cars",
    "name": "Audi R8 electric children's car 12 volts white",
    "img": "https://i.ibb.co/XCXFrvv/img-0975.jpg",
    "description": "This Audi R8 Spyder electric children's car is suitable for children from approx. 3 years (because of the use of small parts) and is equipped with, among other things, a leather seat, rubber tires and doors that can be opened.Due to the manufacturing process, there may be some smears, dots or scratches on the toy. All our toys have a CE mark",
    "details": "https://i.ibb.co/gFcTyHS/Screenshot-9.png",
    "price": 16,
    "rating": "4.2",
    "category": "allproduct"
  },
  {
    "title": "cars",
    "name": "Bumper Car Angry Birds 6 volts.",
    "img": "https://i.ibb.co/4mcqXys/41-B3g-DOlw-ML-AC.jpg",
    "description": "With this unique electric Bumper Car, children can tear around without having to worry as a parent that something breaks. This is because this Bumper Car is equipped with a rubber bumper so that the kids can cruise around without any worries. This Bumper Car can also rotate 360 degrees with the help of its joysticks or the remote control. This Bumper Car is also fully licensed by Angry Birds. What child wouldn't want this?!Due to the manufacturing process, there may be some smears, dots or scratches on the toy. All our toys have a CE mark.",
    "details": "https://i.ibb.co/mDRdZRK/Screenshot-16.png",
    "price": 16,
    "rating": "4.2",
    "category": "allproduct"
  },
  {
    "title": "cars",
    "name": "Electric children's jeep Willy 1 person",
    "img": "https://i.ibb.co/M79QJbJ/s-l1200.webp",
    "description": "This Willy children's jeep is equipped with a 12-volt 7AH battery, leather seat and rubber tires, suitable for children from 3 years.Due to the manufacturing process, there may be some smears, dots or scratches on the toy. All our toys have a CE mark.",
    "details": "",
    "price": 8,
    "rating": "4.2",
    "category": "allproduct"
  },
  {
    "title": "cars",
    "name": "High Quality Kick Scooters for Kid",
    "img": "https://i.ibb.co/TcnjkQv/kidsscooters-2048px-2656.jpg",
    "description": "The innovative Micro brand is known by families for its smooth-gliding, long-lasting scooters for children and adults. Micro's 3-wheeled Mini Deluxe kickboard with Lean-To-Steer design, offers a stable ride that supports toddlers and small children as they master balance and coordination. Incredibly strong (holds up to 110 lbs) yet extremely lightweight, perfect for young children; plus an adjustable T-bar (handlebar) grows with children from age 2 up to age 5. Offering a gold standard 2-year manufacturer's warranty and award-winning customer service, combined with replaceable parts, your Mini Deluxe scooter is sure to last, virtually forever!5. No assembly required: simply insert T-bar (handlebar) into the deck and ride! Supplied hex wrench ensures parents are able to adjust the T-bar to desired height and tighten before riding.",
    "price": 14,
    "rating": "4.2",
    "category": "allproduct"
  },
  {
    "title": "cars",
    "name": "Lamborghini Sian electric child car white 12V 2.4G RC",
    "img": "https://i.ibb.co/vBrgSsH/71q-Ie-Djv-Rw-L-AC-UF894-1000-QL80.jpg",
    "description": "This Lamborghini Sian child car is, inter alia, provided with front and rear lights, rubber bands, and a leather seat. Suitable for children from 3 years (i.v.m. using small parts)Due to the manufacturing process, there may be some smears, dots or scratches on the toy. All our toys have a CE mark.",
    "price": 13,
    "rating": "4.2",
    "category": "allproduct"
  },

  {
    "title": "shirt",
    "name": "NIKE BARCELONA JERSY",
    "img": "https://i.ibb.co/qWbh768/Screenshot-17.png",
    "description": "Train like the pros in this slim, streamlined top.Lightweight knit fabric for ease of movement.Sewn on badge.Breathable mesh inserts. Dri-FIT technology wicks sweat. 100% Polyester.",
    "price": 50,
    "rating": "5",
    "category": "allproduct"
  },
  {
    "title": "shirt",
    "name": "REAL MADRID Jersy",
    "img": "https://i.ibb.co/pjKWWRT/Screenshot-18.png",
    "description": "Tradition gets a golden touch in the Real Madrid 23/24 Long Sleeve Home Authentic Jersey. Keeping a crisp all-white base, the striking kit continues the thread of powerful design, delivering a sleek, lightweight jersey steeped in legendary soccer history.With a nod to older kits, gold accents are re-introduced alongside navy framing. An allover, graphic print is a subtle update to the classic whites, complemented by a new soccer silhouette that lets you take the clubs elegance and style off-pitch. HEAT.RDY fabric which maximises airflow so you can feel cool — while the embroidered crest and ¡Hala Madrid! on the neck captures the team's winning mentality.",
    "price": 70,
    "rating": "5",
    "category": "allproduct"
  },
  {
    "title": "shirt",
    "name": "MANCHESTER UNITED",
    "img": "https://i.ibb.co/7GQNFhL/GM4616.jpg",
    "description": "Get ready to root on the Red Devils with this Manchester United 2023/24 Away Authentic Jersey from adidas. You'll feel like you're taking the pitch at Old Trafford thanks to the authentic fit and feel. The updated Manchester United graphics and designs paired with AEROREADY technology will have you feeling great from the first to the 90th minute.",
    "price": 75,
    "rating": "5",
    "category": "allproduct"
  },

  {
    "title": "musical",
    "name": "Classical Guitar",
    "img": "https://i.ibb.co/vjWHMLV/guitar-with-dragon-design-front-1340-33098.jpg",
    "description": "The classical guitar, also called Spanish guitar, is a member of the guitar family used in classical music and other styles. An acoustic wooden string instrument with strings made of gut or nylon, it is a precursor of the modern steel-string acoustic and electric guitars, both of which use metal strings",
    "price": 47,
    "rating": "5",
    "category": "allproduct"
  },
  {
    "title": "musical",
    "name": "Electical Guitar",
    "img": "https://i.ibb.co/TRZ462t/electric-guitar-isolated-1308-122829.jpg",
    "description": "An electric guitar is a guitar that requires external amplification in order to be heard at typical performance volumes, unlike a standard acoustic guitar. It uses one or more pickups to convert the vibration of its strings into electrical signals, which ultimately are reproduced as sound by loudspeakers",
    "price": 26,
    "rating": "5",
    "category": "allproduct"
  },
  {
    "title": "Mobile",
    "img": "https://i.ibb.co/PjwF1zf/images-q-tbn-ANd9-Gc-TVTgw-S8-NBVt-YGUCzy-VAwu-JMRq4iani-PFSNjg-usqp-CAU.jpg",
    "name": "Samsung S23 Ultra",
    "description": "*Infinity-O Display: a near bezel-less, full-frontal screen.Measured diagonally, Galaxy S23's screen size is 6.1 in the full rectangle and 5.9 with accounting for the rounded corners, Galaxy S23+'s screen size is 6.6 in the full rectangle and 6.4  with accounting for the rounded corners and Galaxy S23 Ultra's screen size is 6.8 in the full rectangle and 6.8 with accounting for the rounded corners; actual viewable area is less due to the rounded corners and camera hole.The Dynamic AMOLED 2X display on Galaxy S23 Series received a certification from VDE Germany for 100 percent Mobile Color Volume in the DCI-P3 color range, which means your images aren’t washed out and you’ll get unbelievably vivid colors regardless of differing levels of brightness. The display can achieve peak brightness of up to 1750 nits, improving the contrast between dark and light aspects of digital content for a more brilliant picture quality, with a 3,000,000:1 contrast ratio to make your mobile experience more immersive.",
    "rating": "5",
    "price": 1200,
    "category": "allproduct"
  },
  {
    "title": "Mobile",
    "img": "https://i.ibb.co/0mm3KTw/images-q-tbn-ANd9-Gc-TMGC6-Ng-E9a10-WFNH7x-A3-Zvf-K-ZB41b-Jhm6sg-usqp-CAU.jpg",
    "name": "Samsung S21 Ultra",
    "description": "Samsung Galaxy S21 Ultra 5G is officially announced on January 14, 2021. The smartphone is pack with 12 GB and 16 GB RAM with 128 GB, 256 GB, 512 GB internal storage options. The device is built with a Glass front (Gorilla Glass Victus), a glass back (Gorilla Glass), and an aluminum frame. Samsung Galaxy S21 Ultra 5G is fueled with a non-removable Li-Po 5000 mAh battery + Fast charging 25W + USB Power Delivery 3.0 + Fast Qi/PMA wireless charging 15W + Reverse wireless charging 4.5W. The smartphone features a 6.8 inches Dynamic AMOLED 2X display that has a 1440 x 3200 pixels resolution. The device comes in Phantom Black, Phantom Silver, Phantom Titanium, Phantom Navy, and Phantom Brown. The smartphone consists of a quad-camera: 108 MP (wide) + 10 MP (periscope telephoto) + 10 MP (telephoto) + 12 MP (ultrawide) while on the front there is a 40 MP (wide). The sensors include Fingerprint (under display, ultrasonic), accelerometer, gyro, proximity, compass, and barometer.",
    "rating": "5",
    "price": 800,
    "category": "allproduct"
  },

  {
    "title": "Mobile",
    "img": "https://i.ibb.co/FmRMqVC/images-q-tbn-ANd9-Gc-TGXxoo-fqsq4-T-6-VVawzm3-Cq-VUGXc-NXIRtt-Q-usqp-CAU.jpg",
    "name": "Iphone 14 pro Max",
    "description": "The iPhone 14 Pro and iPhone 14 Pro Max are smartphones designed, developed, and marketed by Apple Inc. They are the sixteenth-generation flagship iPhones, succeeding the iPhone 13 Pro and iPhone 13 Pro Max. The devices were unveiled alongside the iPhone 14 and iPhone 14 Plus during the Apple Event at Apple Park in Cupertino, California, on September 7, 2022.[8][9] Pre-orders for the iPhone 14 Pro and 14 Pro Max began on September 9, 2022, and were made available on September 16, 2022.[10] Being, along with the iPhone 14 and 14 Plus, the last iPhones to use a Lightning port, the iPhone 14 Pro and 14 Pro Max were discontinued on September 12, 2023, following the announcement of their successors, the iPhone 15 Pro and 15 Pro Max, which replaces the Lightning port with USB-C to comply with European Commission regulations.[11][12]The iPhone 14 Pro and iPhone 14 Pro Max are the first iPhones to have a new type of display cutout called Dynamic Island, replacing the notch design that has been in use since the iPhone X was introduced. Along with the iPhone 14, iPhone 14 Pro models add bidirectional satellite connectivity to contact emergency services when out of range of Wi-Fi and cellular networks.[13][14] iPhone 14 Pro and iPhone 14 Pro Max models (as well as the iPhone 14 and 14 Plus) sold in the United States dropped support for physical SIM cards, making them the first iPhone models since the CDMA variant of the iPhone 4 to lack a discrete SIM card reader.[15]",
    "rating": "5",
    "price": 140,
    "category": "allproduct"
  },
  {
    "title": "Mobile",
    "img": "https://i.ibb.co/KbQK5tH/images-q-tbn-ANd9-Gc-SIquq0yba-NH6-UHb-PSwobh-WDwn2cy-Iq-Mlu-YQ-usqp-CAU.jpg",
    "name": "Redmi Note12",
    "description": "Redmi Note 12 5G Trusted by 7 cr. smartphones users, the most-loved classic Note now comes with a 'Snapdragon 5G' and segment leading 120hz Super AMOLED, once again making it the answer for a next-gen smartphone experience. The Redmi Note 12 5G is the first phone in the under 20K segment to have a combination of Snapdragon 5G, Super AMOLED Display and 120Hz refresh rate. Redmi Note 12 5G features:The new classic Redmi Note 12 5G is powered by Qualcomm Snapdragon® 4 Gen 1, a 5G processor to deliver that fast and smooth experience.  It combines a segment-leading Super AMOLED display and a 120Hz refresh rate making it a perfect smartphone for gaming and watching online content.  This classic Note supports 1200 units of peak brightness.  To last you throughout the day, the Redmi Note 12 5G comes with a massive 5000mAh battery and 33W fast charging, which can charge your smartphone from 0% to 50% in just 22 minutes.  The 48MP AI triple camera ensures you have perfect vacation-worthy photos and videos, along with an 8MP ultra-wide lens and a 2MP macro camera, and a 13MP front camera.  The classic Redmi Note 12 5G is the slimmest Note with just 7.9mm of thickness.  The Redmi Note 12 5G is available in 4GB/128GB and 6GB/128GB variants with up to 5GB virtual RAM and external memory expandable up to 1TB.",
    "rating": "5",
    "price": 500,
    "category": "allproduct"
  },
  {
    "title": "sofa",
    "name": "Chesterfield",
    "img": "https://i.ibb.co/h87nLK5/floor-lamp-with-lamp-floor-lamp-floor-931553-106675.jpg",
    "description": "As one of the most world-renowned sofa designs, Chesterfield sofas are defined by their large, rolled arms that are the same height as the back. Traditionally upholstered in dark leather and featuring deep button tufting, these beautiful sofas are truly distinctive.It is usually only made from leather or velvet.The seat is slightly lower than most other sofas.The arms are rolled.The height of the back and arms are the same.The material is buttoned, which makes it tight and firm.",
    "rating": "4.8",
    "price": 100.0,
    "category": "allproduct"
  },
  {
    "title": "sofa",
    "name": "High back sofas",
    "img": "https://i.ibb.co/6Dz4R5V/isolated-blue-sofa-web-pages-presentations-176841-34318.jpg",
    "description": "High back sofas have a higher back from 40 to 44 inches that give more support for your head, neck, and back. This style is suitable for rooms that have high ceilings of 10 to 12 feet.Short sofas can look dwarfed when placed against tall walls. However, high back sofas look out of place when standing alone. For the best look, these couches need to rest against a wallThese sofas have distinctive vertical lines and come in a variety of styles and materials. If you’re a tall individual or have back problems, you may want to consider a high back sofa, which offers more room for back supportYou can get high back sofas in various styles and materials, so there’s sure to be a design that matches your current or planned interior theme.",
    "rating": "4.8",
    "price": 100.0,
    "category": "allproduct"
  },
  {
    "title": "sofa",
    "name": "Ottoman",
    "img": "https://i.ibb.co/Nxc5NDj/free-photo-modern-furniture-living-room-interior-design-with-ai-generated-606151-382.jpg",
    "description": "Ottoman couches have a place for your bottom, but there’s no back or sides. These can have semicircular or square ends with no wood visible due to the overstuffed upholstery.People use ottomans for footstools or stools and typically combine them with other furniture pieces to expand the size. Ottomans can work with sectionals, modular couches, armchairs, gliders, and couchesCommon names for ottomans are pouffe, tuffet, hassock, or footstools. The ottoman may also mean a seat without arms or a back with a hinged seat that works as a lid so it can serve as storageThis style traced back to the Ottoman Empire (14th to early 20th century) and started as a sectional piece covering three walls in a room. Later versions were small enough to fit into corners or circular to surround a pole or columnBy the 18th century, ottomans were popular in Europe. The style took on European influences with an octagonal or circular design, often split in the center with arms or a padded column. The Europeans also designed the hinged seats, allowing ottomans to double as storage.",
    "rating": "4.8",
    "price": 150.0,
    "category": "allproduct"
  },

  {
    "title": "watch",
    "name": "Smartwatch",
    "img": "https://i.ibb.co/bQ8y74m/realistic-fitness-trackers-23-2148530529.jpg",
    "rating": "4.9",
    "description": "A smartwatch is a wearable computer in the form of a watch; modern smartwatches provide a local touchscreen interface for daily use, while an associated smartphone app provides management and telemetry, such as long-term biomonitoring.",
    "price": 13.3,
    "category": "allproduct"
  },
  {
    "title": "watch",
    "name": "Rolex Submariner",
    "img": "https://i.ibb.co/SN3JHs1/classic-watches-interface-250435-185.jpg",
    "description": "The Rolex Oyster Perpetual Submariner is a line of sports watches designed for diving and manufactured by Rolex, resistant to water and corrosion.[1] The first Submariner was introduced to the public in 1954 at the Basel Watch Fair.[2] It was the first watch to be waterproof up to 100 metres (330 ft).[3] The Rolex Submariner is considered a classic among wristwatches,[1] manufactured by one of the most widely recognized luxury brands in the world.[4][5][6][7] Due to its huge popularity, there are many homage watches by well-established watchmakers, as well as illegal counterfeits. The Rolex Submariner is part of Rolex's Professional line.[8]Today, the Submariner and Submariner Date models are equipped with Rolex Calibres 3230 and 3235, respectively, and feature luminescent hour markers, a unidirectional rotatable bezel with Cerachrom ceramic insert, and a solid-link Oyster bracelet. The models underwater diving depth rating is 300 metres (1,000 ft)",
    "rating": "4.9",
    "price": 25.3,
    "category": "allproduct"
  },

  {
    "title": "Headphone",
    "name": "Headphones Bluetooth Style 3 Lavender",
    "img": "https://i.ibb.co/55S9DfC/headphones-balancing-with-blue-background-23-2150271756.jpg",
    "description": "Foldable headphones featuring Bluetooth® 5.1 wireless technology with full over-ear design for a better sense of isolation and greater comfort. Enjoy 25 hours of music with Deep Bass and clear calls with HQ voice calls.",
    "rating": "4.8",
    "price": 21.1,
    "category": "allproduct"
  },
  {
    "title": "HeadPhone",
    "name": "Gaming Headphone Asus with mutiple color and free delivery",
    "img": "https://i.ibb.co/8z80ks5/shiny-black-headphones-reflect-golden-nightclub-lights-generated-by-ai-188544-10148.jpg",
    "description": "Product details are a crucial part of any eCommerce website or online marketplace. These details help the potential customers to make an informed decision about the product they are interested in buying. A well-written product description can also be a powerful marketing tool that can help to increase sales.Product details typically include information about the product's features, specifications, dimensions, weight, materials, and other relevant information that can help customers to understand the product better. The product details section should also include high-quality images and videos of the product, as well as customer reviews and ratings.",
    "rating": "4.9",
    "price": 23.1,
    "category": "allproduct"
  },
  {
    "title": "Headphone",
    "name": "Bluetooth Wireless Headset V5.1 Hands-free In-ear Hearphone With Microphone For Iphone Android",
    "img": "https://i.ibb.co/DrCgYKj/clay-bluetooth-earphones-mockup-02-1332-25472.jpg",
    "description": "Latest Bluetooth 5.1 Technology-This Bluetooth headset adopts Bluetooth V5.1 standard, you can achieve faster and more stable transmission. The transmission distance is up to 10m (32.8ft) (without obstacles). Compatible with most Bluetooth-enabled devices, such as iPhone, Huawei, Samsung Galaxy, LG, Sony, PC, laptop, etc. It can also be used with 2 devices can be connected at the same time, so you can separate your life and work.Long Working Time-The wireless headset has been tested for up to 10 hours of continuous calls and music time. 180 hours standby time. Fulfill your calling needs while multitasking with amazingly crisp and clear sound. The cell phone Bluetooth headset features Type-C fast charging, which can provide 7 hours of face-to-face communication experience with a single 1-hour fast charge. Clear Sound & High Quality Audio-The wireless headphones with a CVC 8.State-of-the-art noise reduction, which produces a more natural, distortion-free sound quality and clear sound. Dual microphone is designed for calls, not only is it easy to hear other people, but also prevents the noise and sounds around you from being picked up, you can enjoy high quality music and clear phone calls. Comfortable Lightweight Design-The lightweight construction makes it the perfect headset for drivers or business people,The main body of the bluetooth headset weights only 12g (0.4oz), which will not cause any pain even if worn for a long time.Moreover The earhook can rotate 270 so you can adjust it to your preferred angle. small, medium and large Three optional ear tips ensure a comfortable fit for both left and right ears.Hands-free & Mute Button- The bluetooth hands-free headset is equipped with a multi-function button, you can play or pause music, answer/end/reject calls. You can also enable voice controls like Siri and Google Assistant. In addition, you can press the separate mute button for 2 seconds to activate/deactivate the microphone, protect your privacy when you need it.",
    "rating": "5.00",
    "price": 90.0,
    "category": "allproduct"
  },

  {
    "title": "tshirtandshoe",
    "name": "Cheap Price Men's Formal Shirt",
    "img": "https://i.ibb.co/6bv61hY/new-folded-pressed-men-s-dress-shirts-41389-79.jpg",
    "description": "All Product Size: 15.5 Inch,16 Inch,16.5 Inch MOQ: 1 Set=3 Piece (1 from every size Fabrics Type=Fancy 100% cotton Color: As picture shown Main keywords: Mens Fancy Shirt wholesale",
    "rating": "4.8",
    "price": 22.5,
    "category": "allproduct"
  },
  {
    "title": "tshirtandshoe",
    "name": "BRUTON Trendy Sports Shoes For Men (Blue)",
    "img": "https://i.ibb.co/SwWM2mc/sports-shoes-658000-631.jpg",
    "description": "Trendy Shoes for Men With Great Comfortable. SUPER ABSORBENT, LINT & SCRATCH FREE - MultiPurpose cloths are ultra-absorbent and can absorb fluids quickly and efficiently for any tasks. Made of high quality microfiber material, the fiber is strong durable but soft and won't scratch your silverware, plates, pots or pans. PREMIUM MATERIAL - Adopt high-class microfiber, SOFTSPUN Home & Kitchen wash towels can clean your Home efficiently without leaving any scratching paints, lint or streak residue. These cleaning cloths is an expert in your daily cleaning. MULTIPLE USES – SOFTSPUN Microfiber will clean and polish anything! Kitchen platforms, floors, appliances, Steel fittings, Crockery, Cuttlery, Glassware, Bathroom, wood & steel furniture, LED, laptops, windows, cars etc. That’s not it, use it as a Bath, Face, Hand, hair towel for both babies and adults, it’s great for facial cleansing & makeup removal. PRODUCT SATISFACTION GUARANTEE - Be assured by our 365 days product satisfaction guarantee. If you have an issue, just email us and we’ll make sure you’re happy! Start making your life easier, ORDER YOUR Microfiber Towels TODAY! THE BEST EXPERIENCE - Just so you know, we want to make sure you have a perfect experience with us. If you experience any dissatisfaction or inconvenience with your purchase, deliver or product, please reach out to us and we will do whatever necessary to make it right.",
    "rating": "4.8",
    "price": 22.5,
    "category": "allproduct"
  }
]
